<?php

return [
    'unique' => 'Такое значение :attribute уже занято',
    'checkbox_required' => "Этот чекбокс обязательный",
    'not_correct_password' => 'Неверный пароль',
    'cart_empty' => 'Ваша корзина пустая. Пожалуйста, добавьте товары в корзину.',
    'temporarily_unavailable' => 'Вибраний заклад або зона доставки тимчасово недоступні',
    'customer_exists' => 'Пользователь с таким електронным адресом уже зарегистрирован, введите другой электронный адрес или выполните вход в личный кабинет',
    'address_required' => 'Введите адрес',
    'address_id_exists' => 'Не можем найти сохраненный адрес. Попробуйте выбрать другой',
    'shipping_method_exists' => 'Не можем найти выбранный способ доставки. Попробуйте выбрать другой',
    'payment_method_exists' => 'Не можем найти выбранный способ оплаты. Попробуйте выбрать другой',
    'firstname_min' => "Имя должно быть не короче :min символов",
    'lastname_min' => "Фамилия должна быть не короче :min символов",
    'bonus_limit' => 'Количество бонусов не может превысить :max% от стоимость заказа'
];
