<?php

return [
    'unique' => 'Таке значення :attribute вже занято',
    'checkbox_required' => "Цей чекбокс є обов'язковим",
    'not_correct_password' => 'Невірний пароль',
    'cart_empty' => 'Ваш кошик порожній. Будь ласка, додайте товари до кошика.',
    'temporarily_unavailable' => 'Выбранное заведение или район доставки временно недоступны',
    'customer_exists' => 'Користувач з такою електронною адресою вже зареєстровано, введіть іншу електронну адресу або виконайте вхід до особистого кабінету',
    'address_required' => 'Введіть адресу',
    'address_id_exists' => 'Не можемо знайти збереженний адрес. Спробуйте обрати інший',
    'shipping_method_exists' => 'Не можемо знайти вибраний спосіб доставки. Спробуйте вибрати інший',
    'payment_method_exists' => 'Не можемо знайти вибраний спосіб оплати. Спробуйте вибрати інший',
    'firstname_min' => "Ім'я повинно бути не коротше :min символів",
    'lastname_min' => "Прізвище повинно бути не коротше :min символів",
    'spot_exists' => 'Не можемо знайти вибраний заклад',
    'send_order_error' => "Помилка відправки замовлення. Спробуйте відправити замовлення пізніше",
    'bonus_limit' => 'Кількість бонусів не може перевищувати :max% від вартості замовлення',
];
